[
    {
        "en": {
            "text": "All our dreams can come true, if we have the courage to pursue them.",
            "author": "Walt Disney"
        },
        "ru": {
            "text": "Все наши мечты могут стать реальностью, если у нас будет достаточно смелости им следовать.",
            "author": "Уолт Дисней"
        }

    },
    {
        "en": {
            "text": "I have not failed. I’ve just found 10.000 ways that won’t work.",
            "author": "Thomas Edison"
        },
        "ru": {
            "text": "Я не терпел неудач. Я просто нашел 10 тысяч способов, которые не работают.",
            "author": "Томас Эдисон"
        }

    },
    {
        "en": {
            "text": "In the middle of difficulty lies opportunity.",
            "author": "Albert Einstein"
        },
        "ru": {
            "text": "В середине трудности находится возможность.",
            "author": "Альберт Энштейн"
        }

    },
    {
        "en": {
            "text": "A man is happy so long as he chooses to be happy.",
            "author": "Alexander Solzhenitsyn"
        },
        "ru": {
            "text": "Человек счастлив до тех пор, пока он выбирает быть счастливым.",
            "author": "Александр Солженицын"
        }

    },
    {
        "en": {
            "text": "Go confidently in the direction of your dreams. Live the life you’ve imagined.",
            "author": "Ralph Waldo Emerson"
        },
        "ru": {
            "text": "Иди уверенно по пути своих мечтаний. Живите той жизнью, которую всегда представляли.",
            "author": "Ральф Вальдо Эмерсон"
        }

    },
    {
        "en": {
            "text": "Great works are performed, not by strength, but by perseverance.",
            "author": "Samuel Johnson"
        },
        "ru": {
            "text": "Великие труды создаются не силой, а настойчивостью.",
            "author": "Самюэль Джонсон"
        }

    },
    {
        "en": {
            "text": "Twenty years from now, you’ll be more disappointed by the things that you didn’t do than by the ones you did do.",
            "author": "Mark Twain"
        },
        "ru": {
            "text": "Через 20 лет вы будете больше разочарованы тем, что вы не сделали, чем тем, что вы сделали. ",
            "author": "Марк Твен"
        }

    },
    {
        "en": {
            "text": "May you live all the days of your life!",
            "author": "Jonathan Swift"
        },
        "ru": {
            "text": "Проживайте каждый день своей жизни!",
            "author": "Джонатан Свифт"
        }

    },
    {
        "en": {
            "text": "An optimist is a man who is chased up a tree by a lion but enjoys the scenery anyway.",
            "author": "Walter Winchell"
        },
        "ru": {
            "text": "Оптимист — это человек, который, убегая от льва, карабкается на дерево, но при этом наслаждается пейзажем.",
            "author": "Уолтер Винчелл"
        }

    }
]